Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: This shows the city's population changes over time.
id: Ini menunjukkan populasi kota berubah dari waktu ke waktu.

source: Annual Immigrants
id: Imigran Tahunan

source: The number of immigrants to the city annually.
id: Jumlah imigran ke kota setiap tahun.

source: Annual Emigrants
id: Emigran Tahunan

source: The number of people emigrated from the city annually.
id: Jumlah orang yang beremigrasi dari kota setiap tahun.

source: Quality of living of the city.
id: Kualitas hidup kota.

source: People enjoy their lives better when they live in apartments with good access to community and sports facilities, a green environment and good shopping convenience, as well as a higher real wage rate.
id: Orang menikmati hidup mereka lebih baik ketika mereka tinggal di apartemen dengan akses yang baik ke fasilitas komunitas dan olahraga, lingkungan hijau dan kenyamanan berbelanja yang baik, serta tingkat upah riil yang lebih tinggi.

source: The number of job openings in the city
id: Jumlah lowongan pekerjaan di kota

source: Generally, when there are a large number of job openings available in the city, the city can afford to accept immigrants at a faster pace.
id: Secara umum, ketika ada banyak lowongan kerja yang tersedia di kota, kota dapat menerima imigran dengan lebih cepat.

source: Housing Supply and Demand Index
id: Indeks Penawaran dan Permintaan Perumahan

source: A positive value means that the housing supply is greater than the housing demand, and vice versa.
id: Nilai positif berarti pasokan rumah lebih besar dari kebutuhan rumah, begitu pula sebaliknya.

source: Office Space Supply and Demand Index
id: Indeks Permintaan dan Pasokan Ruang Kantor

source: A positive value means that the office space supply is greater than the office space demand, and vice versa.
id: Nilai positif berarti pasokan ruang kantor lebih besar dari kebutuhan ruang kantor, begitu pula sebaliknya.

source: Gross Domestic Product (GDP) Growth
id: Pertumbuhan Produk Domestik Bruto (PDB)

source: GDP growth is affected by consumer spending, private investment, government spending and net exports.
id: Pertumbuhan PDB dipengaruhi oleh belanja konsumen, investasi swasta, belanja pemerintah dan ekspor neto.

source: Gross Domestic Product (GDP) per capita
id: Produk Domestik Bruto (PDB) per kapita

source: This value indicates the approximate value of goods produced per person in the city.
id: Nilai ini menunjukkan perkiraan nilai barang yang diproduksi per orang di kota tersebut.

source: It equals to the total GDP divided by the total number of people in the city.
id: Ini sama dengan total PDB dibagi dengan jumlah total orang di kota.

source: Total Gross Domestic Product (GDP)
id: Total Produk Domestik Bruto (PDB)

source: The total GDP is the sum of the consumption, private investment, government spending and net exports.
id: Total PDB adalah jumlah konsumsi, investasi swasta, pengeluaran pemerintah, dan ekspor neto.

source: Unemployment Rate
id: Tingkat pengangguran

source: The unemployment rate trends lower when the GDP growth is healthy and private companies are expanding and creating new jobs.
id: Kecenderungan tingkat pengangguran menurun ketika pertumbuhan PDB sehat dan perusahaan swasta berkembang dan menciptakan lapangan kerja baru.

source: Real Wage Rate
id: Tingkat Upah Riil

source: Real wages refers to wages that have been adjusted for inflation.
id: Upah riil mengacu pada upah yang telah disesuaikan dengan inflasi.

source: A growing real wage rate means that people are earning more money, even after being adjusted for inflation.
id: Tingkat upah riil yang meningkat berarti bahwa orang mendapatkan lebih banyak uang, bahkan setelah disesuaikan dengan inflasi.

source: Wage Rate
id: Upah rata-rata

source: A growing wage rate means that people are earning more money.
id: Tingkat upah yang meningkat berarti orang mendapatkan lebih banyak uang.

source: Inflation Rate
id: Tingkat inflasi

source: The inflation rate is affected by the unemployment rate (people spend less when they are unemployed) and the money demand and supply (higher money supply promotes spending).
id: Tingkat inflasi dipengaruhi oleh tingkat pengangguran (orang-orang menghabiskan lebih sedikit ketika mereka menganggur) dan permintaan dan penawaran uang (jumlah uang beredar yang lebih tinggi mendorong pengeluaran).

source: Loan Interest Rate
id: Suku Bunga Pinjaman

source: The interest rate is set by the central bank.
id: Suku bunga ditetapkan oleh bank sentral.

source: When the interest rate is high, the money supply is also tight.
id: Ketika tingkat bunga tinggi, jumlah uang beredar juga ketat.

source: Consumer Price Index (CPI)
id: Indeks Harga Konsumen (CPI)

source: CPI tells the accumulated effects of inflation over years.
id: CPI menunjukkan efek inflasi yang terakumulasi selama bertahun-tahun.

source: It starts with a base value of 100 and increases during inflation times and decreases during deflation times.
id: Ini dimulai dengan nilai dasar 100 dan meningkat selama masa inflasi dan menurun selama waktu deflasi.

source: Cancel Waiting
id: Batalkan Menunggu

source: You have used a layout plan for this firm and the computer is looking for a supplier based on the plan.
id: Anda telah menggunakan rencana tata letak untuk perusahaan ini dan komputer sedang mencari pemasok berdasarkan rencana tersebut.

source: Click here to cancel it and handle it manually.
id: Klik di sini untuk membatalkan dan menanganinya secara manual.

source: You have used a layout plan for this firm and it is now waiting for required inputs to manufacture this product.
id: Anda telah menggunakan rencana tata letak untuk perusahaan ini dan sekarang menunggu masukan yang diperlukan untuk memproduksi produk ini.

source: Click here to cancel waiting and handle it manually.
id: Klik di sini untuk membatalkan menunggu dan menanganinya secara manual.

source: ISSUE1
id: MASALAH 1

source: ISSUE0
id: MASALAH0

source: You cannot issue new shares to the public too frequently.
id: Anda tidak bisa terlalu sering menerbitkan saham baru ke publik.

source: You may try again a few weeks later.
id: Anda dapat mencoba lagi beberapa minggu kemudian.

source: Toggle whether the supplier list should only show warehouses.
id: Beralih apakah daftar pemasok hanya menampilkan gudang.

source: Batch Switching Supplier
id: Pemasok Batch Switching

source: Apply the same supplier change to other firms of yours.
id: Terapkan perubahan pemasok yang sama ke perusahaan Anda yang lain.

source: Go to Firm Report and select firms to apply the change.
id: Pergi ke Laporan Perusahaan dan pilih perusahaan untuk menerapkan perubahan.

source: Apply the same supplier change that you've just made to other firms of yours.
id: Terapkan perubahan pemasok yang sama yang baru saja Anda buat ke perusahaan Anda yang lain.

source: Use Filters at the top of this screen to select firms to apply the change.
id: Gunakan Filter di bagian atas layar ini untuk memilih perusahaan yang akan menerapkan perubahan.

source: Set your rent to a percentage above or below the current market price.
id: Setel sewa Anda ke persentase di atas atau di bawah harga pasar saat ini.

source: Reset all goals.
id: Atur ulang semua tujuan.

source: Select the folder containing predefined layout plans.
id: Pilih folder yang berisi rencana tata letak yang telah ditentukan sebelumnya.

source: Select the folder containing user-defined layout plans.
id: Pilih folder yang berisi rencana tata letak yang ditentukan pengguna.

source: Select the folder containing wildcard layout plans.
id: Pilih folder yang berisi rencana tata letak karakter pengganti.

source: Wildcard layout plans are for factories and can be used for producing any products with the same number of inputs.
id: Rencana tata letak karakter pengganti untuk pabrik dan dapat digunakan untuk memproduksi produk apa pun dengan jumlah input yang sama.

source: This firm's description - click here to edit.
id: Deskripsi perusahaan ini - klik di sini untuk mengedit.

source: (hotkey: Enter)
id: (hotkey: Masuk)

source: Click here to finish editing this firm's description.
id: Klik di sini untuk menyelesaikan pengeditan deskripsi perusahaan ini.

source: This layout plan's description - click here to edit.
id: Deskripsi rencana tata letak ini - klik di sini untuk mengedit.

source: PLANDES1
id: TEMPAT 1

source: Click here to finish editing this layout plan's description.
id: Klik di sini untuk menyelesaikan pengeditan deskripsi rencana tata letak ini.

source: Sort by Challenge Game Title.
id: Urutkan berdasarkan Judul Game Tantangan.

source: Sort by Contest Starting Date.
id: Urutkan berdasarkan Tanggal Mulai Kontes.

source: Launch a web browser and open the Public Challenge Game Rankings web page.
id: Luncurkan browser web dan buka halaman web Peringkat Game Tantangan Publik.

source: Launch a web browser and open the Private Challenge Game Rankings web page.
id: Luncurkan browser web dan buka halaman web Peringkat Game Tantangan Pribadi.

source: Game Speed (disabled)
id: Kecepatan Game (dinonaktifkan)

source: Sorry, you cannot change the game speed of the current game as it is fixed by a game script.
id: Maaf, Anda tidak dapat mengubah kecepatan game saat ini karena telah ditetapkan oleh skrip game.

source: Additional funding for the focused area.
id: Pendanaan tambahan untuk area fokus.

source: The funding will help improve the city's competitiveness in the focused area.
id: Pendanaan tersebut akan membantu meningkatkan daya saing kota di kawasan fokus.

source: Maximize profit margins by raising prices at the expense of market shares and capacity utilization rates.
id: Maksimalkan margin keuntungan dengan menaikkan harga dengan mengorbankan pangsa pasar dan tingkat pemanfaatan kapasitas.

source: Lower prices to gain market shares at the expense of profit margins.
id: Menurunkan harga untuk mendapatkan pangsa pasar dengan mengorbankan margin keuntungan.

source: Balance market shares and profit margins and set prices sensibly.
id: Seimbangkan pangsa pasar dan margin keuntungan dan tetapkan harga dengan bijaksana.

source: When selecting a supplier, the freight cost is not a major factor to consider.
id: Saat memilih pemasok, biaya pengiriman bukanlah faktor utama yang perlu dipertimbangkan.

source: When selecting a supplier, the freight cost is a very important factor to consider.
id: Saat memilih pemasok, biaya pengiriman merupakan faktor yang sangat penting untuk dipertimbangkan.

source: MYSTAFF
id: STAF SAYA

source: Limit the list to only show the executive staff in your company.
id: Batasi daftar untuk hanya menampilkan staf eksekutif di perusahaan Anda.

source: MYGROUP
id: GRUP SAYA

source: Limit the list to only show persons in your group.
id: Batasi daftar untuk hanya menampilkan orang-orang dalam grup Anda.

source: Retail market shares of this product
id: Pangsa pasar ritel produk ini

source: Click here to type in an exact number (hotkey: '=')
id: Klik di sini untuk mengetik angka yang tepat (hotkey: '=')

source: Toggle whether showing only companies in which you own shares.
id: Beralih apakah hanya menampilkan perusahaan tempat Anda memiliki saham.

source: Show any types of stocks.
id: Tampilkan semua jenis saham.

source: Only show index stocks.
id: Hanya tampilkan saham indeks.

source: Only show technology stocks.
id: Hanya tampilkan saham teknologi.

source: Only show real estate stocks.
id: Hanya tampilkan saham real estat.

source: Only show media stocks.
id: Hanya tampilkan saham media.

source: Financial stocks
id: Saham keuangan

source: Only show financial companies, including companies whose main business activities are investing into other companies.
id: Hanya menampilkan perusahaan keuangan, termasuk perusahaan yang kegiatan bisnis utamanya berinvestasi ke perusahaan lain.

source: Only show companies that sell consumer products.
id: Hanya tampilkan perusahaan yang menjual produk konsumen.

source: This is a private company.
id: Ini adalah perusahaan swasta.

source: This is a public company
id: Ini adalah perusahaan publik

source: Click here to access the stock market.
id: Klik di sini untuk mengakses pasar saham.

source: This company is your corporation's subsidiary.
id: Perusahaan ini adalah anak perusahaan Anda.

source: You own shares in this company directly or via holding companies.
id: Anda memiliki saham di perusahaan ini secara langsung atau melalui perusahaan induk.

source: Use this MOD.
id: Gunakan MOD ini.

source: Reset the MOD setting and use the default game resources.
id: Setel ulang pengaturan MOD dan gunakan sumber daya game default.

source: Relocate this firm as part of your city planning.
id: Pindahkan perusahaan ini sebagai bagian dari perencanaan kota Anda.

source: Relocate this firm and compensate the owner for the difference in land prices if there is any.
id: Merelokasi perusahaan ini dan memberi kompensasi kepada pemilik atas selisih harga tanah jika ada.

source: Zoning Tool - Any Purposes
id: Alat Zonasi - Tujuan Apa Pun

source: Use this tool to remove land-use restrictions on the selected land plots.
id: Gunakan alat ini untuk menghapus batasan penggunaan lahan di bidang tanah yang dipilih.

source: Residential Zoning Tool
id: Alat Zonasi Perumahan

source: Use this tool to set selected land plots to residential zones.
id: Gunakan alat ini untuk mengatur bidang tanah yang dipilih menjadi zona pemukiman.

source: Commercial Zoning Tool
id: Alat Zonasi Komersial

source: Use this tool to set selected land plots to commercial zones.
id: Gunakan alat ini untuk mengatur plot tanah yang dipilih menjadi zona komersial.

source: Mixed Residential-Commercial Zoning Tool
id: Alat Zonasi Perumahan-Komersial Campuran

source: Use this tool to set selected land plots to mixed residential-commercial zones.
id: Gunakan alat ini untuk mengatur bidang tanah yang dipilih menjadi zona hunian-komersial campuran.

source: Industrial Zoning Tool
id: Alat Zonasi Industri

source: Use this tool to set selected land plots to industrial zones.
id: Gunakan alat ini untuk mengatur plot tanah yang dipilih menjadi zona industri.

source: Agricultural Zoning Tool
id: Alat Zonasi Pertanian

source: Use this tool to set selected land plots to agricultural zones.
id: Gunakan alat ini untuk mengatur plot tanah yang dipilih ke zona pertanian.

source: The land cost in agricultural zones are significantly lower than other zones.
id: Biaya tanah di zona pertanian jauh lebih rendah daripada zona lainnya.

source: Zoning Tool - Not For Sale
id: Alat Zonasi - Tidak Untuk Dijual

source: Land plots marked by this tool will not be for sale.
id: Bidang tanah yang ditandai dengan alat ini tidak akan dijual.

source: Toggle the menu for applying a specific land purpose for the entire city.
id: Alihkan menu untuk menerapkan tujuan lahan tertentu untuk seluruh kota.

source: Select a land purpose and apply it to the entire city.
id: Pilih tujuan lahan dan terapkan ke seluruh kota.

source: Apply All - Any Purposes
id: Terapkan Semua - Tujuan Apa Pun

source: Remove land-use restrictions on any land plots owned by the government.
id: Hapus pembatasan penggunaan lahan di setiap bidang tanah milik pemerintah.

source: Apply All - Residential Zones
id: Terapkan Semua - Zona Hunian

source: Set the entire city's land plots currently owned by the government to residential zones.
id: Tetapkan seluruh bidang tanah kota yang saat ini dimiliki oleh pemerintah menjadi zona pemukiman.

source: Apply All - Commercial Zones
id: Terapkan Semua - Zona Komersial

source: Set the entire city's land plots currently owned by the government to commercial zones.
id: Tetapkan seluruh bidang tanah kota yang saat ini dimiliki oleh pemerintah menjadi zona komersial.

source: Apply All - Mixed Residential-Commercial Zones
id: Terapkan Semua - Zona Campuran Hunian-Komersial

source: Set the entire city's land plots currently owned by the government to mixed residential-commercial zones.
id: Tetapkan seluruh bidang tanah kota yang saat ini dimiliki oleh pemerintah menjadi zona perumahan-komersial campuran.

source: Apply All - Mixed Industrial-Agricultural Zones
id: Terapkan Semua - Zona Industri-Pertanian Campuran

source: Set the entire city's land plots currently owned by the government to mixed industrial-agricultural zones.
id: Tetapkan seluruh bidang tanah kota yang saat ini dimiliki oleh pemerintah menjadi zona industri-pertanian campuran.

source: Apply All - Not For Sale
id: Terapkan Semua - Tidak Untuk Dijual

source: All land plots owned by the government will not be for sale.
id: Semua bidang tanah milik pemerintah tidak akan dijual.

source: Operation suspended
id: Operasi ditangguhkan

source: The operation of this public facility is suspended due to lack of government funding.
id: Pengoperasian fasilitas umum ini terhenti karena kekurangan dana pemerintah.

source: Housing and Community Facilities
id: Perumahan dan Fasilitas Komunitas

source: This rating is determined by the city's Housing Supply and the average Overall Ratings of existing apartments.
id: Peringkat ini ditentukan oleh Pasokan Perumahan kota dan Peringkat Keseluruhan rata-rata dari apartemen yang ada.

source: Jobs and Income
id: Pekerjaan dan Pendapatan

source: This rating is determined by the city's Wage Level, the Unemployment Rate, and the Individual Income Tax Rate.
id: Peringkat ini ditentukan oleh Tingkat Upah kota, Tingkat Pengangguran, dan Tarif Pajak Pendapatan Individu.

source: Education
id: pendidikan

source: This rating is determined by the Overall Satisfaction ratings of Schools and Universities in the city (details can be viewed on the "Public Facilities" page) and the Education Levels of the citizens (info can be viewed on the detail window of a school or a university.)
id: Peringkat ini ditentukan oleh peringkat Kepuasan Keseluruhan Sekolah dan Universitas di kota (detail dapat dilihat di halaman "Fasilitas Umum") dan Tingkat Pendidikan warga (info dapat dilihat di jendela detail sekolah atau Universitas.)

source: Health
id: Kesehatan

source: This rating is determined by the Overall Satisfaction ratings of Hospitals in the city (details can be viewed on the "Public Facilities" page).
id: Peringkat ini ditentukan oleh peringkat Kepuasan Keseluruhan Rumah Sakit di kota (detailnya dapat dilihat di halaman "Fasilitas Umum").

source: Social Security
id: Keamanan sosial

source: This rating is determined by the average pay rate of Unemployment Benefits as a percentage of the reference salary in the past 3 years.
id: Peringkat ini ditentukan oleh tingkat gaji rata-rata dari Manfaat Pengangguran sebagai persentase dari gaji referensi dalam 3 tahun terakhir.

source: Safety
id: Keamanan

source: This rating is determined by the Overall Satisfaction ratings of Police Stations and Fire Stations in the city (details can be viewed on the "Public Facilities" page).
id: Peringkat ini ditentukan oleh peringkat Kepuasan Keseluruhan Kantor Polisi dan Stasiun Pemadam Kebakaran di kota (rincian dapat dilihat di halaman "Fasilitas Umum").

source: Food availability at retail
id: Ketersediaan makanan secara eceran

source: The variety and supply of food available at retail.
id: Variasi dan pasokan makanan tersedia secara eceran.

source: Products availability at retail
id: Ketersediaan produk di retail

source: The variety and supply of consumer products available at retail.
id: Variasi dan pasokan produk konsumen yang tersedia di eceran.

source: Environment
id: Lingkungan Hidup

source: This rating is determined by the Pollution level of the city.
id: Peringkat ini ditentukan oleh tingkat Polusi kota.

source: (Select Pollution mode on the mini map to see the city's population level.)
id: (Pilih mode Polusi di peta mini untuk melihat tingkat populasi kota.)

source: Sports
id: Olahraga

source: This rating is determined by the Overall Satisfaction ratings of Sports Facilities in the city (details can be viewed on the "Public Facilities" page).
id: Peringkat ini ditentukan oleh peringkat Kepuasan Keseluruhan Fasilitas Olah Raga di kota tersebut (detailnya dapat dilihat di halaman "Fasilitas Umum").

source: Culture
id: Budaya

source: This rating is determined by the Overall Satisfaction ratings of Library, Museums, and City Halls in the city (details can be viewed on the "Public Facilities" page).
id: Peringkat ini ditentukan oleh peringkat Kepuasan Keseluruhan Perpustakaan, Museum, dan Balai Kota di kota (detailnya dapat dilihat di halaman "Fasilitas Umum").

source: Operational Level Setting
id: Pengaturan Tingkat Operasional

source: When this civic building is #not in full operation#, its #operating cost is lower#.
id: Ketika gedung sipil ini #tidak beroperasi penuh #, # biaya operasinya lebih rendah #.

source: You are advised to set this based on the #Supply/Demand index# displayed at the lower part of this info window.
id: Anda disarankan untuk menyetelnya berdasarkan indeks # Penawaran / Permintaan # yang ditampilkan di bagian bawah jendela info ini.

source: (If the demand is high, set the operational capacity to a higher value.)
id: (Jika permintaan tinggi, atur kapasitas operasional ke nilai yang lebih tinggi.)

source: Use the slider to set the staff training budget for this civic building.
id: Gunakan bilah geser untuk mengatur anggaran pelatihan staf untuk gedung sipil ini.

source: The staff training budget for this civic building.
id: Anggaran pelatihan staf untuk gedung sipil ini.

source: Use the slider to set the budget for upgrading the facilities of this civic building.
id: Gunakan bilah geser untuk menetapkan anggaran untuk meningkatkan fasilitas gedung sipil ini.

source: The budget for upgrading the facilities of this civic building.
id: Anggaran untuk peningkatan fasilitas gedung sipil ini.

source: Staff skill level
id: Tingkat keahlian staf

source: The staff's skill level is determined by 1) the education level of people in this city and 2) the staff training budget for this civic building.
id: Tingkat keterampilan staf ditentukan oleh 1) tingkat pendidikan masyarakat di kota ini dan 2) anggaran pelatihan staf untuk gedung sipil ini.

source: Facilities Quality
id: Kualitas Fasilitas

source: A larger Facilities Upgrade Budget leads to higher quality of the facilities.
id: Anggaran Peningkatan Fasilitas yang lebih besar mengarah pada kualitas fasilitas yang lebih tinggi.

source: Quality of service
id: Kualitas pelayanan

source: The quality of service provided by this civic building is determined by 1) its staff's skill and 2) its facilities' quality.
id: Kualitas pelayanan yang diberikan oleh gedung sipil ini ditentukan oleh 1) keterampilan stafnya dan 2) kualitas fasilitasnya.

source: Demand/supply index for services provided by this civic building
id: Indeks permintaan / penawaran untuk layanan yang disediakan oleh gedung sipil ini

source: This index tells you whether you have enough civic buildings in the city to meet the citizens' demands for the services.
id: Indeks ini memberi tahu Anda apakah Anda memiliki cukup bangunan sipil di kota untuk memenuhi permintaan warga atas layanan tersebut.

source: A value of less than 100 means that it cannot keep up with the current demand and you should build more buildings of this type.
id: Nilai kurang dari 100 berarti tidak dapat memenuhi permintaan saat ini dan Anda harus membangun lebih banyak bangunan jenis ini.

source: Geographical coverage of police
id: Cakupan geografis polisi

source: A high value means that different regions of the city have good police coverage.
id: Nilai yang tinggi berarti bahwa wilayah kota yang berbeda memiliki cakupan polisi yang baik.
